<?php 
session_start();

    include("connection.php");
    include("functions.php");

    $user_data = check_login($con);

?>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel='stylesheet' href='https://stackpath.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css'>
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Home page</title>
    <link rel="stylesheet" href="style.css"> 
    <script
    src="https://code.jquery.com/jquery-3.4.1.slim.min.js"
    integrity="sha256-pasqAKBDmFT4eHoN2ndd6lN370kFiGUFyTiUHWhU7k8="
    crossorigin="anonymous"></script>

</head>
<body>
    <nav>
        <ul class="menu">
            <li class="logo"><a href="homepage.php">ሰኔ ፴</a></li>
            <li class="item button secondary"><a onclick="window.location.href='logout.php';">ውጣ</a></li>
            <li class="toggle"><span class="bars"></span></li>
        </ul>
    </nav>
    <main>
      <div class="termsandconditions">
      <h1>አተገባበርና መመሪያ</h1><br>
<p>እንኳን ወደ ሰኔ ፴ በደህና መጡ! </p><br>

 <p>እነዚህ ውሎች እና ሁኔታዎች ሰኔ ፴.com.et ላይ የሚገኘውን የ ሰኔ ፴'s ድረ-ገጽ አጠቃቀም ደንቦችን እና መመሪያዎችን ይዘረዝራሉ።<br><br>

ይህንን ድህረ ገጽ በመድረስ እነዚህን ውሎች እና ሁኔታዎች እንደተቀበሉ እንገምታለን። በዚህ ገጽ ላይ የተጠቀሱትን ሁሉንም ውሎች እና ሁኔታዎች ለመውሰድ ካልተስማሙ ሰኔ ፴ መጠቀሙን አይቀጥሉ ።<br><br>

የሚከተለው ቃላቶች በእነዚህ ውሎች እና ሁኔታዎች፣ የግላዊነት መግለጫ እና የኃላፊነት ማስተባበያ ማስታወቂያ እና በሁሉም ስምምነቶች ላይ ተፈጻሚ ይሆናሉ፡- "ደንበኛ"፣ "እርስዎ" እና "የእርስዎ" እርስዎን የሚያመለክት ሰው በዚህ ድህረ ገጽ ላይ በመግባት የድርጅቱን ውሎች እና ሁኔታዎች ያከብራል። "ኩባንያው", "እራሳችን", "እኛ", "የእኛ" እና "እኛ" ኩባንያችንን ያመለክታል. “ፓርቲ”፣ “ፓርቲዎች” ወይም “እኛ” ደንበኛውንም ሆነ እራሳችንን ያመለክታል። ሁሉም ውሎች በኩባንያው የተገለጹትን አገልግሎቶች አቅርቦትን በተመለከተ የደንበኛውን ፍላጎት ለማሟላት ለደንበኛው የምናደርገውን የእርዳታ ሂደት በጣም በተገቢው መንገድ ለማከናወን አስፈላጊ የሆነውን ክፍያ ፣ መቀበል እና ግምትን ያመለክታሉ ። እና በኔዘርላንድስ ላለው ህግ ተገዢ። ከላይ የተጠቀሱትን የቃላት አጠቃቀሞች ወይም ሌሎች ቃላት በነጠላ፣ ብዙ፣ ካፒታላይዜሽን እና/ወይም እሱ/ሷ ወይም እነሱ፣ እንደ ተለዋዋጭ ተደርገው ይወሰዳሉ እና ስለዚህ ተመሳሳይን ይጠቅሳሉ።<br><br>

<b>ኩኪዎች</b><br><br>
እኛ ኩኪዎችን መጠቀም እንቀጥራለን. ሰኔ ፴ን በመድረስ ከ ሰኔ ፴'s የግላዊነት መመሪያ ጋር በመስማማት ኩኪዎችን ለመጠቀም ተስማምተሃል።

አብዛኛዎቹ በይነተገናኝ ድር ጣቢያዎች የተጠቃሚውን ዝርዝር ለእያንዳንዱ ጉብኝት እንድናመጣላቸው ኩኪዎችን ይጠቀማሉ። ኩኪዎች የእኛን ድረ-ገጽ ለሚጎበኙ ሰዎች ቀላል ለማድረግ የተወሰኑ አካባቢዎችን ተግባራዊነት ለማስቻል በድረ-ገፃችን ይጠቀማሉ። አንዳንድ አጋሮቻችን/የማስታወቂያ አጋሮቻችን ኩኪዎችን ሊጠቀሙ ይችላሉ።<br><br>

<b>ፈቃድ</b><br><br>
በሌላ መልኩ ካልተገለጸ በቀር፣ ሰኔ ፴ እና/ወይም ፍቃድ ሰጪዎቹ በ ሰኔ ፴ ላይ ላለው ማቴሪያል የአይምሮአዊ ንብረት መብቶች ባለቤት ናቸው። ሁሉም የአእምሮአዊ ንብረት መብቶች የተጠበቁ ናቸው። በእነዚህ ውሎች እና ሁኔታዎች ውስጥ በተቀመጡ ገደቦች ለእራስዎ የግል አጠቃቀም ይህንን ከ ሰኔ ፴ ማግኘት ይችላሉ።<br><br>

ማድረግ የለብዎትም:<br><br>

- ይዘትን ከ ሰኔ ፴ እንደገና ማተም<br>
- ከ ሰኔ ፴ መሸጥ ፣ ማተም ፣  ወይም ንዑስ ፈቃድ ማውጣት<br>
- ከ ሰኔ ፴ ይዘትን ማባዛት ወይም መቅዳት<br>
- ይዘትን ከ ሰኔ ፴ እንደገና ማሰራጨት<br><br>

የዚህ ድረ-ገጽ ክፍሎች ተጠቃሚዎች በድረ-ገጹ ላይ በተወሰኑ ቦታዎች ላይ አስተያየት እና መረጃ እንዲለጥፉ እና እንዲለዋወጡ እድል ይሰጣሉ። ሰኔ ፴ በድረ-ገጹ ላይ ከመገኘታቸው በፊት አስተያየቶችን አያጣራም፣ አያርትዕም፣ አያትምም፣ አይገመግምም። አስተያየቶች የ ሰኔ ፴፣ የወኪሎቹን እና/ወይም ተባባሪዎቹን እይታዎች እና አስተያየቶችን አያንፀባርቁም። አስተያየቶች አመለካከታቸውን እና አስተያየታቸውን የሚለጥፉትን ሰው አስተያየት እና አስተያየት ያንፀባርቃሉ። አግባብነት ያላቸው ሕጎች በሚፈቅደው መጠን ሴኔ30 ለአስተያየቶቹ ወይም ለማናቸውም ተጠያቂነት፣ ጉዳት ወይም ኪሳራ በዚህ ላይ በማንኛውም አጠቃቀም እና/ወይም በመለጠፍ እና/ወይም በመታየት ምክንያት ተጠያቂ አይሆንም። ድህረገፅ.

ሰኔ ፴ ሁሉንም አስተያየቶች የመከታተል እና አግባብነት የሌላቸው፣ አፀያፊ ወይም እነዚህን ውሎች እና ሁኔታዎች የሚጥሱ አስተያየቶችን የማስወገድ መብቱ የተጠበቀ ነው።

እርስዎ ዋስትና ይሰጣሉ እና ያንን ይወክላሉ፡-<br><br>

- አስተያየቶቹን በድረ-ገፃችን ላይ የመለጠፍ መብት አለዎት እና ይህን ለማድረግ ሁሉም አስፈላጊ ፍቃዶች እና ፍቃዶች አሉዎት;<br>
- አስተያየቶቹ የቅጂ መብት፣ የፓተንት ወይም የማንኛውንም የሶስተኛ ወገን የንግድ ምልክት ጨምሮ ማንኛውንም የአእምሮአዊ ንብረት መብቶችን አይጥፉም።<br>
- አስተያየቶቹ ምንም አይነት ስም አጥፊ፣ ስም አጥፊ፣ አፀያፊ፣ ጨዋነት የጎደለው ወይም በሌላ መልኩ ህገ-ወጥ የሆነ የግላዊነት ወረራ የያዙ አይደሉም።<br>
- አስተያየቶቹ ንግድን ወይም ብጁ ለማድረግ ወይም የንግድ እንቅስቃሴዎችን ወይም ህገ-ወጥ ድርጊቶችን ለመጠየቅ ወይም ለማስተዋወቅ ጥቅም ላይ አይውሉም።<br><br>

እዚህ ሰኔ ፴ ማንኛውንም የእርስዎን አስተያየቶች በማንኛውም እና በሁሉም ቅጾች፣ ቅርጸቶች ወይም ሚዲያዎች ለመጠቀም፣ ለማባዛት፣ ለማርትዕ እና ሌሎች እንዲጠቀሙ፣ እንዲባዙ እና እንዲያርትዑ ልዩ ያልሆነ ፍቃድ ሰጥተሃል።<br><br>

<b>ከይዘታችን ጋር ያለ hyperlink</b><br><br>
የሚከተሉት ድርጅቶች ያለቅድመ የጽሁፍ ማረጋገጫ ወደ ድረ-ገጻችን ሊገናኙ ይችላሉ፡<br><br>

- የመንግስት ኤጀንሲዎች;<br>
- የፍለጋ ሞተሮች;<br>
- የዜና ድርጅቶች;<br><br>
- የኦንላይን ማውጫ አከፋፋዮች ከሌሎች የተዘረዘሩ የንግድ ድርጅቶች ድረ-ገጾች ጋር ​​እንደሚገናኙ በተመሳሳይ መልኩ ወደ ድር ጣቢያችን ሊገናኙ ይችላሉ። እና
- ከድር ጣቢያችን ጋር ግንኙነት የሌላቸው ለትርፍ ያልተቋቋሙ ድርጅቶች፣ የበጎ አድራጎት የገበያ ማዕከሎች እና የበጎ አድራጎት የገንዘብ ማሰባሰቢያ ቡድኖችን ከመጠየቅ በስተቀር የስርአት ሰፊ እውቅና ያላቸው ንግዶች።<br><br>

አገናኙ እስከሆነ ድረስ እነዚህ ድርጅቶች ከመነሻ ገጻችን፣ ከህትመቶች ወይም ከሌላ ድህረ ገጽ መረጃ ጋር ሊገናኙ ይችላሉ፡ (ሀ) በምንም መልኩ አታላይ አይደለም፤ (ለ) የአገናኝ ፓርቲው እና ምርቶቹን እና/ወይም አገልግሎቶቹን ስፖንሰርነት፣ ድጋፍ መስጠት ወይም ማጽደቅን በውሸት አያመለክትም። እና (ሐ) በአገናኝ ፓርቲው ጣቢያው አውድ ውስጥ ይጣጣማል።<br><br>

ከሚከተሉት የድርጅቶች ዓይነቶች የሚቀርቡ ሌሎች የአገናኝ ጥያቄዎችን ልንመረምር እና ልናጸድቅ እንችላለን፡<br><br>

- በተለምዶ የሚታወቁ የሸማቾች እና/ወይም የንግድ መረጃ ምንጮች;<br>
- dot.com የማህበረሰብ ጣቢያዎች;<br>
- የበጎ አድራጎት ድርጅቶችን የሚወክሉ ማህበራት ወይም ሌሎች ቡድኖች;<br>
- የመስመር ላይ ማውጫ አከፋፋዮች;<br>
- የበይነመረብ መግቢያዎች;<br>
- የሂሳብ, ህግ እና አማካሪ ድርጅቶች; እና<br>
- የትምህርት ተቋማት እና የንግድ ማህበራት.<br><br>
ከእነዚህ ድርጅቶች የሚቀርቡትን የአገናኝ ጥያቄዎችን እናጸድቃለን፡ (ሀ) ማገናኛው ለራሳችን ወይም እውቅና ለተሰጣቸው ንግዶቻችን መጥፎ እንድንመስል አያደርገንም። (ለ) ድርጅቱ ከእኛ ጋር ምንም ዓይነት አሉታዊ መዝገቦች የሉትም; (ሐ) ከሃይፐርሊንክ ታይነት ለእኛ ያለው ጥቅም የ ሰኔ ፴ አለመኖርን ይከፍላል; እና (መ) ማያያዣው በአጠቃላይ የመረጃ ምንጭ መረጃ አውድ ውስጥ ነው።<br><br>

አገናኙ፡ (ሀ) በምንም መልኩ አታላይ እስካልሆነ ድረስ እነዚህ ድርጅቶች ከመነሻ ገጻችን ጋር ሊገናኙ ይችላሉ። (ለ) የአገናኝ ፓርቲው እና ምርቶቹን ወይም አገልግሎቶቹን ስፖንሰርነት፣ ድጋፍ መስጠት ወይም ማጽደቅን በውሸት አያመለክትም። እና (ሐ) በአገናኝ ፓርቲው ጣቢያው አውድ ውስጥ ይጣጣማል።<br><br>

ከላይ በአንቀጽ 2 ከተዘረዘሩት ድርጅቶች ውስጥ አንዱ ከሆኑ እና ወደ ድህረ ገፃችን ማገናኘት ከፈለጋችሁ ወደ ሰኔ ፴ ኢሜል በመላክ ማሳወቅ አለባችሁ። እባክህ ስምህን፣ የድርጅትህን ስም፣ የአድራሻ መረጃህን እንዲሁም የጣቢያህን ዩአርኤል፣ ወደ ድረ-ገጻችን ለማገናኘት ያሰብካቸውን የማንኛቸውም ዩአርኤሎች ዝርዝር እና በድረ-ገጻችን ላይ ያሉትን የዩአርኤሎች ዝርዝር ማካተት የምትፈልገውን ያካትቱ። አገናኝ. ምላሽ ለማግኘት ከ2-3 ሳምንታት ይጠብቁ.<br><br>

የጸደቁ ድርጅቶች የኛን ድረ-ገጽ በሚከተለው መልኩ hyperlink ሊሆኑ ይችላሉ።<br><br>

- በድርጅታችን ስም; ወይም<br>
- እየተገናኘ ያለውን ወጥ ሀብት አመልካች በመጠቀም; ወይም<br>
- የኛን ድረ-ገጻችን በአገናኝ መንገዱ በይዘት አውድ እና ቅርፀት ውስጥ ትርጉም ካለው ጋር የተገናኘ ሌላ ማንኛውንም መግለጫ በመጠቀም።<br><br>
የንግድ ምልክት ፍቃድ ስምምነትን ለማገናኘት ምንም የ ሰኔ ፴s አርማ ወይም ሌላ የጥበብ ስራ መጠቀም አይፈቀድም።<br><br>

<b>iFrames</b><br>
ያለቅድመ ፍቃድ እና የጽሁፍ ፍቃድ በድረ-ገጾቻችን ዙሪያ በምንም መልኩ የድረ-ገጻችን ምስላዊ አቀራረብ እና ገጽታ የሚቀይሩ ክፈፎች መፍጠር አይችሉም።<br><br>

<b>የይዘት ተጠያቂነት</b><br>
በድር ጣቢያዎ ላይ ለሚታየው ማንኛውም ይዘት ተጠያቂ አንሆንም። በድር ጣቢያዎ ላይ ለሚነሱ ሁሉም የይገባኛል ጥያቄዎች እኛን ለመጠበቅ እና ለመከላከል ተስማምተሃል። እንደ ስም አጥፊ፣ ጸያፍ ወይም ወንጀለኛ ተብሎ ሊተረጎም የሚችል ወይም ጥሰትን ወይም ሌላ ጥሰትን የሚደግፉ ወይም የሶስተኛ ወገን መብቶችን የሚጥስ ምንም ማገናኛ(ዎች) በማንኛውም ድህረ ገጽ ላይ መታየት የለበትም።<br><br>

<b>መብቶችን ማስያዝ</b><br><br>
ሁሉንም አገናኞች ወይም ማንኛውንም የድረ-ገፃችን ማገናኛ እንዲያስወግዱ የመጠየቅ መብታችን የተጠበቀ ነው። በጥያቄ ጊዜ ሁሉንም ወደ ድረ-ገጻችን የሚወስዱ አገናኞችን ወዲያውኑ እንዲያስወግዱ አጽድቀዋል። እንዲሁም እነዚህን ውሎች እና ሁኔታዎች የማሻሻል መብታችን እናስከብራለን እና በማንኛውም ጊዜ ፖሊሲን የሚያገናኝ ነው። በቀጣይነት ወደ ድረ-ገጻችን በማገናኘት እነዚህን የማገናኛ ውሎች እና ሁኔታዎች ለመታሰር እና ለመከተል ተስማምተሃል።<br><br>

<b>አገናኞችን ከድር ጣቢያችን ማስወገድ</b><br>
በድረ-ገጻችን ላይ በማንኛውም ምክንያት አጸያፊ የሆነ ማገናኛ ካገኙ በማንኛውም ጊዜ ሊያገኙን እና ሊያሳውቁን ይችላሉ። አገናኞችን ለማስወገድ የሚቀርቡትን ጥያቄዎች እንመለከታለን ነገርግን ለአንተ ወይም ለአንተ ምላሽ የመስጠት ግዴታ የለብንም።<br><br>

በዚህ ድህረ ገጽ ላይ ያለው መረጃ ትክክል መሆኑን አናረጋግጥም, ሙሉነቱን ወይም ትክክለኛነትን ዋስትና አንሰጥም; ወይም ድረ-ገጹ መገኘቱን ወይም በድረ-ገጹ ላይ ያሉት ነገሮች እንደተዘመኑ መያዛቸውን ለማረጋገጥ ቃል አንገባም።<br><br>

<b>ማስተባበያ</b><br>
በሚመለከተው ህግ በሚፈቀደው ከፍተኛ መጠን ከድረ-ገጻችን እና ከዚህ ድህረ ገጽ አጠቃቀም ጋር የተያያዙ ሁሉንም ውክልናዎች፣ ዋስትናዎች እና ሁኔታዎች እናስወግዳለን። በዚህ ማስተባበያ ውስጥ ምንም ነገር አያደርግም፦<br><br>

- ለሞት ወይም ለግል ጉዳት የእኛን ወይም የእርስዎን ተጠያቂነት መገደብ ወይም ማግለል;<br>
- ለማጭበርበር ወይም ለተጭበረበረ የተሳሳተ መረጃ የእኛን ወይም የእርስዎን ተጠያቂነት መገደብ ወይም ማግለል;<br>
- ለማጭበርበር ወይም ለተጭበረበረ የተሳሳተ መረጃ የእኛን ወይም የእርስዎን ተጠያቂነት መገደብ ወይም ማግለል;<br>
- በሚመለከተው ህግ መሰረት የማይካተቱትን የእኛን ወይም የአንተን እዳዎች አስወግድ።<br><br>

በዚህ ክፍል ውስጥ እና በዚህ የኃላፊነት ውሣኔ ውስጥ የተቀመጡት ገደቦች እና ክልከላዎች፡ (ሀ) ከዚህ በፊት ባለው አንቀጽ ተገዢ ናቸው። እና (ለ) በኃላፊው ስር የሚነሱትን እዳዎች በሙሉ፣ በውል ውስጥ የሚነሱ እዳዎችን ጨምሮ፣ በወንጀል እና በሕግ የተደነገገውን ግዴታ በመጣስ ያስተዳድራል።<br><br>

ድረ-ገጹ እና በድረ-ገጹ ላይ ያሉት መረጃዎች እና አገልግሎቶች በነጻ እስከተሰጡ ድረስ ለማንኛውም ተፈጥሮ መጥፋት ወይም ጥፋት ተጠያቂ አንሆንም።<br>
</p>
</div>
    </main>

     <footer class="app-footer">
            <ul>
                <li>
                    <a href="./homepage.php"><i class="fa fa-home"></i></a> 
                    Home
                </li>

                <li>
                    <a href="./broadcast.php"><i class="fa fa-video-camera"></i></a>
                    Broadcast
                </li>

                <li>
        
                    <a href="./pay.php"><i class="fa fa-money"></i></a> 
                    Payment
                </li>               

                 <li>
                    <a href="./termsandconditionsam.php"><i class="fa fa-language"></i></a>
                    አማርኛ
                </li>
               

            </ul>
        </footer>

          <script>
        
    $(function() {
    $(".toggle").on("click", function() {
        if ($(".item").hasClass("active")) {
            $(".item").removeClass("active");
        } else {
            $(".item").addClass("active");
        }
    });
});
    </script>

</body>
</html>